<?php
include_once('../common.php');
$g5['title'] = "개인정보처리방침";
include_once(G5_PATH.'/head.php');
?>

<!--Page Header Start-->
<section class="page-header" style="background-image: url(<?php echo(G5_THEME_PUBLIC_URL."/vendor")?>/images/backgrounds/page-header-contact.jpg);">
    <div class="container">
        <h2>개인정보처리방침</h2>
    </div>
</section>

<!--Service Details Start-->
<section class="services_details">
    <div class="container">
        <div class="row">
            <div class="col-xl-12 col-lg-12">
                <div class="services_details_right">
                    <div class="services_details_right_text">
                        <h4>개인정보처리방침</h4>
                        <p style="white-space: pre-line;">엔씨엔지니어링은(는) 이용자 여러분을 위한 개인정보처리방침을 다음과 같이 알려드립니다. '엔씨엔지니어링'은(는) (이하 '회사는') 이용자의 개인정보를 중요시하며, "정보통신망 이용촉진 및 정보보호에 관한 법률" 및 "개인정보보호법" 등 사업자가 준수하여야 할 관련 법령상의 개인정보보호 규정을 준수하며, 관련 법령에 의거한 개인정보처리방침을 정하여 이용자 권힌 보호에 최선을 다하고 있습니다. 회사는 개인정보처리방침을 통하여 이용자가 제공하는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며, 개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려드립니다.

                        1. 개인정보의 수집 및 이용 목적
                        회사는 다음과 같은 목적을 위해 개인정보를 수집하고 이용합니다. 수집한 개인정보는 다음의 목적이외의 용도로는 이용되지 않으며, 이용 목적이 변경될 경우에는 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.
                        - 서비스 제공, 콘텐츠 제공, 상담 신청 시 신원 확인, 제공 서비스를 위한 원활한 의사소통 등

                        2. 수집하는 개인정보의 항목 및 수집방법
                        회사는 다음과 같은 항목들을 수집하여 처리합니다.
                        - 필수항목 : 이름(업체명), 연락처, 이메일 - 수집방법 : 홈페이지 내 상담/문의

                        3. 개인정보의 보유 및 이용기간
                        회사는 원칙적으로 이용자의 개인정보 수집 및 이용목적이 달성되면 지체 없이 파기합니다. 관련법령의 규정에 의하여 보존할 필요가 있는 경우에는 일정기간 동안 보존합니다.
                        - 문의하기 : 1년(정보통신망법)
                        - 홈페이지 방문에 관한 기록 : 3개월(통신비밀보호법)
                        - 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년(전자상거래 등에서의 소비자 보호에 관한 법률)
                        - 계약 또는 청약철회 등에 관한 기록 : 5년(전자상거래 등에서의 소비자 보호에 관한 법률)
                        - 대금결제 및 재화 등의 공급에 관한 기록 : 5년(전자상거래 등에서의 소비자 보호에 관한 법률)

                        4. 개인정보의 파기
                        ① 회사는 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 5일 이내 해당 개인정보를 파기합니다.
                        ② 이용자로부터 동의받은 개인정보 보유기간이 경과하거나 처리목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다.
                        ③ 개인정보 파기의 절차 및 방법은 다음과 같습니다.
                        - 파기절차: 회사는 파기 사유가 발생한 개인정보를 선정하고, 회사는 개인정보보호 책임자의 승인을 받아 개인정보를 파기합니다.
                        - 파기방법: 회사는 전자적 파일 형태로 기록/저장된 개인정보는 기록을 재생할 수 없도록 로우레벨포멧(Low Level Format) 등의 방법을 이용하여 파기하며, 종이 문서에 기록/저장된 개인정보는 분쇄기로 분쇄하거나 소각하여 파기합니다.

                        5. 이용자 및 법정대리인의 권리·의무 및 행사방법
                        ① 이용자는 회사에 대해 언제든지 다음 각 호의 개인정보보호 관련 권리를 행사할 수 있습니다.
                        - 개인정보 열람요구 - 삭제요구 - 처리정지 요구
                        ② 제1항에 따른 권리 행사는 회사에 대해 서면, 전화, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며 회사는 이에 대해 지체없이 조치하겠습니다.
                        ③ 이용자가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한 경우에는 회사는 정정 또는 삭제를 완료할 때까지 당해 개인정보를 이용하거나 제공하지 않습니다.
                        ④ 만 14세 미만 아동의 경우, 제1항에 따른 권리 행사는 이용자의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우, 법정대리인은 이용자의 모든 권리를 가집니다.
                        ⑤ 이용자는 정보통신망법, 개인정보보호법 등 관계법령을 위반하여 회사가 처리하고 있는 이용자 본인이나 타인의 개인정보 및 사생활을 침해하여서는 아니됩니다.

                        6. 개인정보 자동 수집 장치의 설치·운영 및 거부
                        회사는 이용자 개개인에게 개인화되고 맞춤화된 서비스를 제공하기 위해 이용자의 정보를 저장하고 수시로 불러오는 '쿠키(cookie)'를 사용합니다.
                        ① 쿠키의 사용 목적 회원과 비회원의 접속 빈도나 방문 시간 등을 분석, 이용자의 취향과 관심분야의 파악 및 자취 추적, 각종 이벤트 참여 정보 및 방문 회사 파악 등을 통한 타겟 마케팅 및 개인 맞춤 서비스 제공
                        ② 쿠키 설정 거부 방법 이용자는 쿠키 설치에 대해 거부할 수 있습니다. 단, 쿠키 설치를 거부하였을 경우 일부 서비스의 이용이 어려울 수 있습니다.
                        (설정방법, IE 기준) 웹브라우저 상단의 도구 > 인터넷옵션 > 개인정보 > 사이트 차단

                        7. 개인정보에 관한 민원서비스
                        회사는 고객의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여 아래와 같이 개인정보관리책임자를 지정하고 있습니다. 개인정보관리책임자 성명: 홍승철 전화번호: 1899-2674 이메일: hub1enc@gmail.com 회사의 서비스를 이용하시며 발생하는 모든 개인정보보호 관련 민원을 개인정보관리책임자 혹은 담당부서로 신고하실 수 있습니다. 회사는 이용자들의 신고사항에 대해 신속하게 충분한 답변을 드릴 것입니다. 기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.

                        1. 개인정보침해신고센터 (www.1336.or.kr / 국번없이 118)
                        2. 정보보호마크인증위원회 (www.eprivacy.or.kr / 02-580-0533~4)
                        3. 대검찰청 인터넷범죄수사센터 (icic.sppo.go.kr / 02-3480-3600)
                        4. 경찰청 사이버테러대응센터 (www.ctrc.go.kr / 02-392-0330)</p>
                    </div>

                </div>
            </div>
        </div>
    </div>
</section>

<?php include_once(G5_PATH.'/tail.php'); ?>