<?php
include_once('../common.php');
$g5['title'] = "개인정보처리방침";
include_once(G5_PATH.'/head.php');
?>

<!--Page Header Start-->
<section class="page-header" style="background-image: url(<?php echo(G5_THEME_PUBLIC_URL."/vendor")?>/images/backgrounds/page-header-contact.jpg);">
    <div class="container">
        <h2>사이트이용약관</h2>
    </div>
</section>

<!--Service Details Start-->
<section class="services_details">
    <div class="container">
        <div class="row">
            <div class="col-xl-12 col-lg-12">
                <div class="services_details_right">
                    <div class="services_details_right_text">
                        <h4>사이트이용약관</h4>
                        <p style="white-space: pre-line;">제1조 (목적)
                            본 약관(이하 "약관")은 엔씨이엔지(이하 "회사")에서 제공하는 서비스 이용과 관련하여, 당사와 회원에 관한 제반 사항을 규정함을 목적으로 합니다.

                            제2조 (약관의 효력 등)
                            1. 약관은 공시하고 상대방이 동의함으로써 효력을 발생합니다. 본 약관의 공시는 엔씨이엔지(https://www.nceng.kr)에 게시하는 방법으로 합니다.
                            2. 회사는 '약관의 규제에 관한 법률' 등 관련법을 위배하지 않는 범위 내에서 약관을 개정할 수 있습니다.
                            3. 회사가 약관을 개정할 경우에는 시행일 및 개정사유를 명시하여 엔씨이엔지 홈페이지에 시행일 7일전까지 공지합니다. 단, 회원에게 불리한 내용의 약관 개정은 시행일 30일전까지 공지합니다.
                            4. 제3항의 방법으로 변경 고지된 약관은 기존의 회원에게도 유효하게 적용됩니다.

                            제3조 (약관의 해석 및 관할법원)
                            1. 약관에 정하지 아니한 사항과 이 약관의 해석에 관하여는 관계법령 및 상관례에 따릅니다.
                            2. 회사와 회원 사이에 분쟁이 발생할 경우에 관할 법원은 '서울남부지방법원'으로 합니다.
                            제4조 (용어의 정의)
                            본 약관에서 사용하는 용어의 정의는 다음과 같습니다.
                            1. '회원'은 회사에 개인정보를 제공하여 회원등록을 한 자로서, 회사가 제공하는 서비스를 계속적으로 이용할 수 있는 자를 말합니다.
                            2. '아이디(ID)'라 함은 '회원'의 식별과 서비스 이용을 위하여 회원이 정하고 엔씨이엔지가 승인하는 문자와 숫자의 조합을 의미합니다.
                            3. '비밀번호'라 함은 '회원'이 부여 받은 '아이디'와 일치되는 '회원'임을 확인하고 회사가 승인하는 문자와 숫자의 조합을 의미합니다.

                            제5조 (회원 가입 및 자격)
                            1. 회사가 정한 양식에 따라 회원정보를 기입한 후 회원가입을 신청하고 회사가 승낙함으로써 회원으로 등록됩니다. 서비스의 대량이용 등 특별한 이용에 관한 계약은 별도 계약에 의해 제공됩니다.
                            2. 다음 각 호에 해당하는 경우에 회사는 회원 가입을 인정하지 않거나 서비스 이용를 제한, 영구금지, 회원자격 박탈 등의 조치를 취할 수 있습니다.
                            ① 다른 사람의 명의를 사용하여 가입 신청한 경우
                            ② 신청 시 필수 작성 사항을 기재하지 않거나 허위로 기재한 경우
                            ③ 관계법령의 위반을 목적으로 신청하거나 그러한 행위를 하는 경우
                            ④ 사회의 안녕질서 또는 미풍양속을 저해할 목적으로 신청하거나 그러한 행위를 하는 경우
                            ⑤ 다른 사람의 서비스 이용을 방해하거나 그 정보를 도용하는 등 전자거래질서를 위협하는 경우
                            ⑥ 제12조 회원의 의무를 지키지 않는 경우
                            3. 제1항에 따른 신청에 있어 회사는 회원의 종류에 따라 본인인증을 요청할 수 있습니다.
                            4. 회사가 회원 자격을 박탈하는 경우에는 회원등록을 말소합니다. 이 경우 회원에게 사전 통지하여 소명할 기회를 부여합니다. 단, 회원의 귀책사유로 통지할 수 없는 경우 통지를 생략할 수 있습니다.

                            제6조 (개인정보의 취득 및 이용)
                            1. 회사는 개인정보 보호정책을 제정하여 시행하고, 개인 정보의 취득과 이용, 보호 등에 관한 법률을 준수합니다. 개인정보처리방침은 홈페이지 하단에 상시적으로 게시합니다.
                            2. 회사는 회원이 제공하는 개인정보를 본 서비스 이외의 목적을 위하여 사용할 수 없습니다.
                            3. 회사는 회원이 제공한 개인정보를 회원의 사전 동의 없이 제3자에게 제공할 수 없습니다. 단, 다음 각 호에 해당하는 경우에는 예외로 합니다.
                            ① 도메인이름 검색서비스를 제공하는 경우
                            ② 전기통신기본법 등 관계법령에 의하여 국가기관의 요청에 의한 경우
                            ③ 범죄에 대한 수사상의 목적이 있거나 정보통신윤리위원회의 요청이 있는 경우
                            ④ 업무상 연락을 위하여 회원의 정보(이름, 이메일, 전화번호, 주소)를 사용하는 경우
                            ⑤ 은행업무상 관련사항에 한하여 일부 정보를 공유하는 경우
                            ⑥ 통계작성, 홍보자료, 학술연구 또는 시장조사를 위하여 필요한 경우로서 특정 고객임을 식별할 수 없는 형태로 제공되는 경우

                            제7조 (회원 탈퇴)
                            1. 회원은 회사에 언제든지 탈퇴를 요청할 수 있으며 회사는 즉시 회원탈퇴를 처리합니다.
                            2. 회원이 회사에서 이용중인 서비스의 만기일이 지나지 않은 경우 회사는 탈퇴를 처리하지 않습니다.

                            제8조 (회원에 대한 통지)
                            1. 회사가 회원에 대한 통지를 하는 경우, 회원이 회사에 제출한 전자우편 주소로 할 수 있습니다.
                            2. 회사는 불특정다수 회원에 대한 통지의 경우 1주일 이상 홈페이지 게시판에 게시함으로서 개별 통지에 갈음할 수 있습니다.

                            제9조 (포인트의 적립 및 사용)
                            1. 포인트란 일정 금액 또는 비율을 엔씨이엔지 서비스 비용 결제시 할인 받을 수 있는 온라인 점수를 말하며, 회원은 해당 포인트를 사용할 수 있습니다.
                            2. 포인트는 엔씨이엔지 홈페이지에서의 활동 및 서비스 이용에 따라 적립되며, 포인트의 사용 범위 및 할인한도, 유효기간, 제한 사항 등은 포인트 또는 서비스 화면에 표시합니다.
                            3. 포인트는 해당 유효기간 내 사용을 원칙으로 하며 재지급, 양도, 매매, 환불이 불가능합니다.

                            제10조 (게시물의 저작권과 관리)
                            1. 회원이 서비스 내에 게시한 게시물 등(이하 "게시물"이라 함)의 저작권은 해당 게시물의 저작자에게 귀속됩니다.
                            2. 게시물 등은 검색결과 내지 "서비스" 및 관련 프로모션 등에 노출될 수 있으며, 해당 노출을 위해 필요한 범위 내에서는 일부 수정, 복제, 편집되어 게시될 수 있습니다. 이 경우, "회사"는 저작권법 규정을 준수하며, "이용자"는 원하지 않으며 고객센터 또는 "서비스" 내 관리기능을 통해 해당 게시물을 삭제할 수 있습니다.
                            3. 회사는 제2항 이외의 방법으로 회원의 게시물 등을 이용하고자 하는 경우에는 전화, 팩스, 전자우편 등을 통해 사전에 회원의 동의를 얻습니다.
                            4. 회원은 게시물이 "정보통신망법" 및 "저작권법" 등 관련법에 위반되는 내용을 포함하는 경우, 권리자는 관련법이 정한 절차에 따라 해당 게시물의 게시중단 및 삭제 등을 요청할 수 있으며, 권리자의 요청이 없는 경우라도 회사는 해당 게시물에 대해 임시조치 등을 취할 수 있습니다.

                            제11조 (회사의 의무)
                            1. 회사는 본 약관이 정하는 바에 따라 지속적이고 안정적인 서비스를 제공하는데 최선을 다합니다.
                            2. 회사는 항상 등록자의 정보를 포함한 개인신상정보에 대하여 관리적, 기술적 안전조치를 강구하여 정보보안에 최선을 다합니다.
                            3. 회사는 공정하고 건전한 운영을 통하여 전자상거래 질서유지에 최선을 다하고 지속적인 연구개발을 통하여 양질의 서비스를 제공함으로써 고객만족을 극대화하여 인터넷 사업 발전에 기여합니다.
                            4. 회사는 회원으로부터 제기되는 불편사항 및 문제에 대해 정당하다고 판단될 경우 우선적으로 그 문제를 즉시 처리합니다. 단, 신속한 처리가 곤란한 경우, 회원에게 그 사유와 처리일정을 즉시 통보합니다.
                            5. 회사는 소비자 보호단체 및 공공기관의 소비자 보호업무의 추진에 필요한 자료 등의 요구에 적극 협력합니다.

                            제12조 (회원의 의무)
                            1. 아이디와 비밀번호에 관한 모든 관리의 책임은 회원에게 있습니다.
                            2. 회원은 아이디와 비밀번호를 제 3자가 알 수 있도록 해서는 안됩니다.
                            3. 회원은 다음 행위를 하여서는 안됩니다.
                            ① 신청 또는 변경 시 허위내용의 등록
                            ② 타인의 정보도용
                            ③ 회사가 게시한 정보의 변경
                            ④ 회사가 정한 정보 이외의 정보(컴퓨터 프로그램 등) 등의 송신 또는 게시
                            ⑤ 회사와 기타 제 3자의 저작권 등 지적재산권에 대한 침해
                            ⑥ 회사 및 기타 제 3자의 명예를 손상 시키거나 업무를 방해하는 행위
                            ⑦ 외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는 정보를 서비스에 공개 또는 게시하는 행위
                            ⑧ 기타 불법적이거나 부당한 행위
                            4. 회원은 본 약관 및 관계법령에서 규정한 사항을 준수합니다.
                            5. 회원은 서비스를 이용하여 얻은 정보를 회사의 사전 승낙 없이 복사, 복제, 변경, 번역, 출판 및 기타의 방법으로 사용하거나 이를 타인에게 제공할 수 없습니다.

                            제13조 (책임제한)
                            1. 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.
                            2. 회사는 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여는 책임을 지지 않습니다.
                            3. 당사 이외의 타 사업자가 제공하는 서비스의 장애로 인한 경우에 대하여는 회사는 책임을 지지 않습니다.
                            4. 회사는 회원이 서비스와 관련하여 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 관하여 책임을 지지 않습니다.
                            5. 회사는 회원간 또는 회원과 제3자 상호간에 서비스를 매개로 하여 거래 등을 한 경우에 책임이 면제 됩니다.
                            6. 회사는 무료로 제공되는 서비스 이용과 관련하여 관련법에 특별한 규정이 없는 한 책임을 지지 않습니다.
                            7. 본 약관의 적용은 이용계약을 체결한 회원에 한하며 제3자에게 어떠한 배상, 소송 등에 대하여 회사는 책임을 면합니다.

                            [부칙]
                            본 약관은 2022년 1월 1일부터 적용됩니다. 이전에 시행되던 종전의 약관은 본 약관으로 대체합니다.</p>
                    </div>

                </div>
            </div>
        </div>
    </div>
</section>

<?php include_once(G5_PATH.'/tail.php'); ?>